Revit 2027 API
NumberingSchema.GetNumberingSchema Method
Overload List
Name | Description
GetNumberingSchema(Document, NumberingSchemaType) | Obsolete.
 Returns an instance of the specified Numbering Schema in the given document.
GetNumberingSchema(Document, String) |  Returns an instance of the specified Numbering Schema in the given document.
Top
See Also
Reference
NumberingSchema Class
Autodesk.Revit.DB Namespace